tap "apenngrace/vulkan"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "cask"
brew "cmake"
brew "colordiff"
brew "gibo"
brew "git-lfs"
brew "glfw"
brew "goenv"
brew "hub"
brew "mas"
brew "mysql"
brew "node-build"
brew "nodenv"
brew "openjdk"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "tree"
brew "wget"

cask "adobe-creative-cloud"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "bettertouchtool"
cask "blender"
cask "clipy"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "franz"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-office"
cask "microsoft-teams"
cask "obs"
cask "rider"
cask "sidequest"
cask "spark-ar-studio"
cask "sublime-text"
cask "unity-hub"
cask "visual-studio-code"
cask "zoom"
cask "figma"

mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
