tap "apenngrace/vulkan"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "cmake"
brew "colordiff"
brew "gibo"
brew "git-lfs"
brew "glfw"
brew "goenv"
brew "hub"
brew "libusb"
brew "mas"
brew "mono"
brew "mysql"
brew "pkg-config"
brew "nodenv"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "tree"
brew "unrar"
cask "adobe-creative-cloud"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "bettertouchtool"
cask "blender"
cask "clipy"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "franz"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-office"
cask "microsoft-teams"
cask "miro-formerly-realtimeboard"
cask "obs"
cask "sketch"
cask "sublime-text"
cask "unity-hub"
cask "visual-studio-code"
cask "vulkan-sdk"
cask "zoomus"
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Monity", id: 915542151
mas "Xcode", id: 497799835
